Repository: Rulox/gitgaming
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Spanish
es: Español

source: English
es: Inglés

source: Title given with badge (if proceed)
es: Título que otorga la badge

source: Experience gained with this badge
es: Experiencia ganada con la badge

source: Change your header image and crop it!
es: Selecciona una imagen de cabecera y arrástrala para fijarla

source: Select your title
es: Selecciona tu título

source: GitHub User account
es: Cuenta de usuario de GitHub

source: Current level
es: Nivel actual

source: Total bytes in this language
es: Total de bytes en este lenguaje

source: Day stats
es: Estadísticas día

source: Number of API Calls
es: Número de llamadas a la API

source: Number of New Users
es: Número de nuevos usuarios

source: Number of repositories
es: Número de repositorios

source: Go home
es: Indice

source: Sorry, but the requested page is unavailable.
es: Lo sentimos, la página solicitada no funciona.

source: Admin has been notified, so check back later.
es: El administrador ha sido notificado, prueba más tarde.

source: Search User
es: Buscar Usuario

source: Go to my profile
es: Ir a mi perfil

source: SignUp/LogIn
es: Registro/LogIn

source: Home
es: Principal

source: Contact
es: Contacto

source: Profile
es: Perfil

source: profile in GitGaming. Check badges, level and much more!
es: perfil en GitGaming. ¡Chequea logros, nivel y mucho más!

source: Level
es: Nivel

source: Experience
es: Experiencia

source: Skills
es: Habilidades

source: Personal Website
es: Sitio web

source: repositories in the inventory
es: repositorios en el inventario

source: Because this is an Alpha Version, we are calculating your badges right know. If you want to see last changes, wait some minutes and reload the page. We are working to improve this. Sorry for any inconvenience!
es: Debido a que estamos en versión Alpha, estamos calculando tus logros ahora mismo Si quieres visualizar los últimos cambios, espera unos minutos y recarga la página.Estamos trabajando para mejorar, disculpa las molestias

source: Last Badges
es: Últimos logros

source: Image must be 1170x300 minimum.
es: La imagen debe ser 1170x300p como mínimo.

source: Save Profile
es: Guardar perfil

source: All our badges
es: Todos los logros

source: Badge No
es: Nº Logro

source: Badge Name
es: Nombre del Logro

source: Description
es: Descripción

source: Earn badges, level up, improve as developer, be more productive... <br> Gamified statistics system for your public repositories on GitHub!
es: Gana badges, sube de nivel, mejora como desarrollador, sé más productivo...<br> Estadísticas gamificadas para tus repositorios públicos de GitHub

source: My Profile
es: Mi perfil

source: Start using GitGaming
es: Empieza a usar GitGaming

source: These are our 3 last badges. Can you get them?
es: Estos son los últimos 3 logros añadidos. ¿Puedes conseguirlos?

source: Custom Profile
es: Perfil personalizado

source: All the information about your profile (badges, level, experience, titles, etc) will be available in your custom profile. Check your Header image and share it with your friends!
es: Toda la información de tu perfil (logros, nivel, experiencia, títulos, etc) estarádisponible en tu perfil único. ¡Cambia tu imagen de perfil y compártelo con tus amigos!

source: Improve your coding
es: Mejora tu código

source: You will get better rewards if you have a clean code. Make tests or participate in others repositories to get more badges and experience!
es: Obtendrás mejores recompensas con un código más limpio. Hacer tests o contribuiren repositorios de otros desarrolladores servirá para conseguir mejores logros y más experiencia

source: Be competitive
es: Sé competitivo

source: Keep improving while you try to be the best developer of GG. Compare your position in our ranking and stats.
es: Sigue mejorando mientras tratas de ser el mejor desarrollador de GG. Compara tu posiciónen nuestro ranking y comprueba tus estadísticas

source: You can earn all these badges in GitGaming. Earn badges with your public GitHub Repositories!
es: Puedes ganar todos estos logros en GitGaming. ¡Gana logros con tus repositorios de GitHub!

source: General Ranking
es: Ranking General

source: User
es: Usuario

source: Points
es: Puntos
